{
    "perfectionist": "改革者或稱為完美主義者(Perfectionist) 公平第一、道德為先、追求完美、嚴以律己與他人；內心的核心價值觀就是做事守規矩、重視原則、 改正錯誤、達到標準。 用高標準的眼光看待事物，而且希望自己可以達到這些標準。很容易看出錯誤的所在，也知道應該如何改正錯誤，人們總認為你是吹毛求疵或是要求完美的，其實這只是因為你無法忍受事情沒有依照正確的方式完成。 你總認為人生應該先苦後樂，為了工作可以犧牲個人需要。當你可以負責某些事情時，就會感到自豪並且保證可以做到非常好。因此，當別人沒有努力把事情做好，或是做出不負責任、不公平的舉動時，你會感到生氣，但又要努力不表現出生氣的樣子。他們之所以冷靜，是因為害怕「不正確」或「犯錯」。他們的冷靜源於對情緒的壓抑（嚴以律己）。他們有些關鍵字 例如: 應、必須、正確、標準、負責、改正、瑕疵",
    "helper": "助人者或稱為給予者(Advisor) 渴望與他人建立良好關係、樂於遷就他人；你內心的核心價值觀就是滿足他人需要、幫助他人。 你很能體會別人的感受，即使是不認識的人也可以看出他們的需要。你覺得良好的人際關係很重要，也願意盡一切努力和別人維持和諧的關係。 有時候會覺得可以了解別人的需要是一件痛苦的事，特別當你痛苦或不開心的時候。你很容易奉獻自己，有時候我可以說不，因為我往往會為別人做得太多，為自己做的太少。如果別人覺得我想要設計或是控制他們，我會覺得很難過；事實上，你只不過是想要了解並且幫助他們。當別人也不體諒你的時候，你會變得情緒化或過於苛求。他們在乎他人是為了獲取愛與連結，核心是「我被需要」。",
    "achiever": "成就者或稱為表演者(Achiever) 榮譽感第一、擅長自我推 銷、好勝心强、目標導向型；你內心的核心價值觀就是成功、名譽、地位、聲望、 財富。 不論是甚麼事情，你都要做到最好，這就是你做事最強烈的動機;而且你也因為成就得到了許多的讚美和肯定。因此你總是能找到事情做，要你安靜的坐著會是很困難的。你希望在任何領域都保持領先，雖然愛好競爭但在團隊中也會做個合作的隊員。 為了把事做好，你必須花費大部分的時間，為此只能把自己的感覺和需要放在次要的位置上，才能把事做好。如果別人浪費你的時間，你會很不耐煩。或者有人做是速度太慢，你會很希望把他的工作接過來做。他們在乎他人往往是為了維持形象或換取支持以達成目標，核心是「我必須優秀」。他們有些關鍵字 例如: 效率、競爭、讚美、領先、時程、結果導向。如果對話中出現「這機會不等人的」、「如果不去會落後別人」等語句，能精準鎖定第三型。",
    "individualist": "個人主義者或稱為浪漫主義者(Individualist) 追求自我風格、美感第一、情绪化、敏感的感受力；你內心的核心價值觀就是內心的感受能被人瞭解。 你是一個感情強烈又敏感的人。有時你覺得自己和別人不一樣，所以常常會覺得不被了解，而感覺孤單。外人總覺得你表現過於情緒化，也曾經有人批評太過敏感，過度放大自己的感覺。其實你是想要有緊密的感情聯繫，和深入的人際關係。對於目前的人際關係感到不滿，因為我總是想得到自己無法擁有的東西，卻厭惡自己擁有的東西。 你時常因為缺少感情聯繫而感到憂鬱沮喪，有時候懷疑別人擁有的東西比你還多，也覺得別人的人際關係比較好，羨慕他人生活比你快樂。但你擁有敏銳的審美觀，使得生活充滿豐富的情感與深度的內涵。個人主義者的敏感是為了「尋找真我」，他們把世界看成一面反映內心痛苦的鏡子。他們不談資訊，只談感受。他們有些關鍵字 例如: 被理解、真實感、缺陷、獨一無二、情緒張力、憂鬱美學。",
    "investigator": "探索者或稱為觀察者(Investigator) 探索者的你是個很冷靜的人，總想跟身邊的人和事保持一段距離，也不會亂發脾氣發泄情緒。喜歡思考分析、好奇心最強、熱愛腦力激盪；你內心的核心價值觀就是比別人懂得多。 你是一個安靜、好分析的人。你比其他人需要更多的獨處時間，比起參與身邊的活動更喜歡在一旁觀察。當你獨處時不會覺得無聊，因為你有豐富的精神生活。你不喜歡別人對你要求太多，或者希望你表達自己的感受。你認為應該把時間和精力保留在單純、簡單、盡量不虞匱乏的生活。他們之所以冷靜，是因為害怕「無知」或「被外界耗盡」。他們的冷靜源於對環境的抽離。他們有些關鍵字 例如: 觀察、獨處、分析、保留精力、資訊、距離、抽離、旁觀者、省電模式、資訊不對稱、邏輯框架。如果對話者說「我需要先收集資料」或「這件事太耗能了」，且語氣中沒有憂鬱或激動的情緒，那就是觀察者。",
    "loyalist": "忠誠者或稱為懷疑論者(Guardian) 做事小心謹慎性、不易相信别人，多疑慮；你內心的核心價值就是安全。 你有豐富的想像力，但總常常忍不住聯想到能危及安全的事，結果讓自己擔憂不已。你通常能看出危險的所在並且感到非常害怕，好像這些危險真的發生一樣。然而你處理危險有兩極的做法，要不是避免所有可能的危險，要不就是勇往直前的挑戰這些危險。 你經常可以看出別人在觀念上的缺點，也許有些人會覺得這樣的你很狡猾。你傾向質疑權威，也不太習慣處於權威的地位。你總可以看出問題的所在，因此可以理解失敗者的感受。當你決定要效忠某個人的理想，你便會非常的忠誠。",
    "enthusiast": "樂觀者或稱為縱情享受者(Optimist) 樂觀、渴望有趣活動來安撫 內心的空虛；你內心的核心價值觀就是新鮮、刺激、有趣、追求 快樂。 你是一個樂觀的人，喜歡參與新奇有趣的活動。思考很活躍，經常有不同的想法，喜歡讓不同的觀念產生關聯。當你可以讓本來沒有關係的概念產生關聯時，你會覺得非常興奮。你喜歡把大部分的精力都投注在感興趣的事物上，不喜歡回報或者反覆做同一件事。 如果對正在進行的事情失去興趣，你就會移轉到其他有趣的事情上。你喜歡參與計畫的起步階段，因為在計畫階段，可以有許多很有趣的選擇。你認為人們都該享受人生。",
    "challenger": "挑戰者或稱為保護者(Challenger) 喜歡接受挑戰、不斷追求權力、講求實力；你內心的核心價值觀就是權力、控制、主持正義、 維持公平。 你對事物的態度是寧為玉碎，不為瓦全。你不一定會參與每場競爭，不過會證明自己有足以與他人匹敵的能力。尤其是對你認為重要的事情更是如此。 你非常重視強、誠實、獨立這些特質，認為只有在東西出現在眼前時，才算是真正擁有。在證明別人值得信賴之前，你不會輕易相信任何人。你很能照顧自己，但當你生氣的時候很難掩蓋自己情緒，你總是維護自己深愛的人或朋友。尤其是當他們受到不公平的對待時，你會挺身而出。",
    "peacemaker": "和平主義者或稱為調停者(Mediator) 須花長時間做决策、努力與他人和平相處；你內心的核心價值觀就是維持和諧、避免衝突。 你可以輕易地覺察不同的觀點。有時候你很難做出決定，因為你總可以看出事情的正反兩面以及優缺點。覺察不同觀點的能力讓你可以幫助抱持不同意見的人消除歧見，然而你更可以了解他人的處境、訴求和個人的需要，更甚於了解自己的需要。 有時候在進行重要的事情時，你會被瑣碎的小事吸引而分心。你很難決定什麼是最重要的事，經常為了避免衝突而順從別人的需要。你很難直接表現出對某人的憤怒，你希望生活是很舒服的、和諧的，也希望被別人接納，旁人覺得我很好相處、容易取悅，很容易同意別人的看法。"
}